       IDENTIFICATION DIVISION.
       PROGRAM-ID. dontmindmeimjustcobol.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
       01 WS1-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 100.
       01 WS2-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 200.
       01 WS3-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 300.
       01 WS4-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 400.
       01 WS5-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 500.
       01 WS6-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 600.
       01 WS7-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 700.
       01 WS8-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 800.
       01 WS9-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 900.
       01 WS10-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 1000.
       01 WS11-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 1100.
       01 WS12-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 1200.
       01 WS13-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 1300.
       01 WS14-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 1400.
       01 WS15-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 1500.
       01 WS16-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 1600.
       01 WS17-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 1700.
       01 WS18-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 1800.
       01 WS19-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 1900.
       01 WS20-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 2000.
       01 WS21-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 2100.
       01 WS22-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 2200.
       01 WS23-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 2300.
       01 WS24-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 2400.
       01 WS25-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 2500.
       01 WS26-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 2600.
       01 WS27-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 2700.
       01 WS28-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 2800.
       01 WS29-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 2900.
       01 WS30-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 3000.
       01 WS31-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 3100.
       01 WS32-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 3200.
       01 WS33-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 3300.
       01 WS34-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 3400.
       01 WS35-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 3500.
       01 WS36-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 3600.
       01 WS37-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 3700.
       01 WS38-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 3800.
       01 WS39-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 3900.
       01 WS40-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 4000.
       01 WS41-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 4100.
       01 WS42-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 4200.
       01 WS43-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 4300.
       01 WS44-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 4400.
       01 WS45-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 4500.
       01 WS46-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 4600.
       01 WS47-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 4700.
       01 WS48-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 4800.
       01 WS49-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 4900.
       01 WS50-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 5000.
       01 WS51-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 5100.
       01 WS52-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 5200.
       01 WS53-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 5300.
       01 WS54-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 5400.
       01 WS55-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 5500.
       01 WS56-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 5600.
       01 WS57-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 5700.
       01 WS58-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 5800.
       01 WS59-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 5900.
       01 WS60-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 6000.
       01 WS61-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 6100.
       01 WS62-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 6200.
       01 WS63-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 6300.
       01 WS64-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 6400.
       01 WS65-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 6500.
       01 WS66-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 6600.
       01 WS67-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 6700.
       01 WS68-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 6800.
       01 WS69-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 6900.
       01 WS70-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 7000.
       01 WS71-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 7100.
       01 WS72-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 7200.
       01 WS73-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 7300.
       01 WS74-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 7400.
       01 WS75-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 7500.
       01 WS76-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 7600.
       01 WS77-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 7700.
       01 WS78-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 7800.
       01 WS79-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 7900.
       01 WS80-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 8000.
       01 WS81-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 8100.
       01 WS82-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 8200.
       01 WS83-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 8300.
       01 WS84-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 8400.
       01 WS85-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 8500.
       01 WS86-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 8600.
       01 WS87-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 8700.
       01 WS88-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 8800.
       01 WS89-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 8900.
       01 WS90-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 9000.
       01 WS91-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 9100.
       01 WS92-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 9200.
       01 WS93-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 9300.
       01 WS94-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 9400.
       01 WS95-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 9500.
       01 WS96-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 9600.
       01 WS97-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 9700.
       01 WS98-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 9800.
       01 WS99-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 9900.
       01 WS100-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 10000.
       01 WS101-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 10100.
       01 WS102-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 10200.
       01 WS103-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 10300.
       01 WS104-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 10400.
       01 WS105-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 10500.
       01 WS106-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 10600.
       01 WS107-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 10700.
       01 WS108-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 10800.
       01 WS109-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 10900.
       01 WS110-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 11000.
       01 WS111-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 11100.
       01 WS112-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 11200.
       01 WS113-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 11300.
       01 WS114-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 11400.
       01 WS115-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 11500.
       01 WS116-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 11600.
       01 WS117-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 11700.
       01 WS118-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 11800.
       01 WS119-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 11900.
       01 WS120-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 12000.
       01 WS121-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 12100.
       01 WS122-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 12200.
       01 WS123-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 12300.
       01 WS124-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 12400.
       01 WS125-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 12500.
       01 WS126-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 12600.
       01 WS127-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 12700.
       01 WS128-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 12800.
       01 WS129-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 12900.
       01 WS130-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 13000.
       01 WS131-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 13100.
       01 WS132-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 13200.
       01 WS133-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 13300.
       01 WS134-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 13400.
       01 WS135-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 13500.
       01 WS136-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 13600.
       01 WS137-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 13700.
       01 WS138-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 13800.
       01 WS139-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 13900.
       01 WS140-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 14000.
       01 WS141-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 14100.
       01 WS142-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 14200.
       01 WS143-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 14300.
       01 WS144-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 14400.
       01 WS145-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 14500.
       01 WS146-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 14600.
       01 WS147-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 14700.
       01 WS148-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 14800.
       01 WS149-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 14900.
       01 WS150-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 15000.
       01 WS151-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 15100.
       01 WS152-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 15200.
       01 WS153-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 15300.
       01 WS154-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 15400.
       01 WS155-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 15500.
       01 WS156-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 15600.
       01 WS157-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 15700.
       01 WS158-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 15800.
       01 WS159-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 15900.
       01 WS160-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 16000.
       01 WS161-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 16100.
       01 WS162-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 16200.
       01 WS163-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 16300.
       01 WS164-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 16400.
       01 WS165-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 16500.
       01 WS166-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 16600.
       01 WS167-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 16700.
       01 WS168-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 16800.
       01 WS169-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 16900.
       01 WS170-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 17000.
       01 WS171-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 17100.
       01 WS172-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 17200.
       01 WS173-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 17300.
       01 WS174-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 17400.
       01 WS175-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 17500.
       01 WS176-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 17600.
       01 WS177-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 17700.
       01 WS178-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 17800.
       01 WS179-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 17900.
       01 WS180-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 18000.
       01 WS181-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 18100.
       01 WS182-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 18200.
       01 WS183-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 18300.
       01 WS184-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 18400.
       01 WS185-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 18500.
       01 WS186-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 18600.
       01 WS187-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 18700.
       01 WS188-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 18800.
       01 WS189-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 18900.
       01 WS190-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 19000.
       01 WS191-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 19100.
       01 WS192-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 19200.
       01 WS193-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 19300.
       01 WS194-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 19400.
       01 WS195-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 19500.
       01 WS196-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 19600.
       01 WS197-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 19700.
       01 WS198-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 19800.
       01 WS199-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 19900.
       01 WS200-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 20000.
       01 WS201-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 20100.
       01 WS202-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 20200.
       01 WS203-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 20300.
       01 WS204-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 20400.
       01 WS205-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 20500.
       01 WS206-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 20600.
       01 WS207-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 20700.
       01 WS208-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 20800.
       01 WS209-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 20900.
       01 WS210-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 21000.
       01 WS211-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 21100.
       01 WS212-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 21200.
       01 WS213-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 21300.
       01 WS214-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 21400.
       01 WS215-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 21500.
       01 WS216-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 21600.
       01 WS217-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 21700.
       01 WS218-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 21800.
       01 WS219-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 21900.
       01 WS220-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 22000.
       01 WS221-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 22100.
       01 WS222-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 22200.
       01 WS223-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 22300.
       01 WS224-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 22400.
       01 WS225-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 22500.
       01 WS226-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 22600.
       01 WS227-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 22700.
       01 WS228-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 22800.
       01 WS229-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 22900.
       01 WS230-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 23000.
       01 WS231-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 23100.
       01 WS232-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 23200.
       01 WS233-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 23300.
       01 WS234-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 23400.
       01 WS235-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 23500.
       01 WS236-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 23600.
       01 WS237-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 23700.
       01 WS238-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 23800.
       01 WS239-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 23900.
       01 WS240-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 24000.
       01 WS241-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 24100.
       01 WS242-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 24200.
       01 WS243-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 24300.
       01 WS244-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 24400.
       01 WS245-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 24500.
       01 WS246-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 24600.
       01 WS247-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 24700.
       01 WS248-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 24800.
       01 WS249-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 24900.
       01 WS250-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 25000.
       01 WS251-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 25100.
       01 WS252-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 25200.
       01 WS253-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 25300.
       01 WS254-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 25400.
       01 WS255-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 25500.
       01 WS256-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 25600.
       01 WS257-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 25700.
       01 WS258-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 25800.
       01 WS259-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 25900.
       01 WS260-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 26000.
       01 WS261-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 26100.
       01 WS262-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 26200.
       01 WS263-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 26300.
       01 WS264-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 26400.
       01 WS265-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 26500.
       01 WS266-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 26600.
       01 WS267-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 26700.
       01 WS268-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 26800.
       01 WS269-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 26900.
       01 WS270-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 27000.
       01 WS271-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 27100.
       01 WS272-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 27200.
       01 WS273-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 27300.
       01 WS274-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 27400.
       01 WS275-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 27500.
       01 WS276-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 27600.
       01 WS277-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 27700.
       01 WS278-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 27800.
       01 WS279-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 27900.
       01 WS280-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 28000.
       01 WS281-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 28100.
       01 WS282-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 28200.
       01 WS283-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 28300.
       01 WS284-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 28400.
       01 WS285-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 28500.
       01 WS286-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 28600.
       01 WS287-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 28700.
       01 WS288-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 28800.
       01 WS289-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 28900.
       01 WS290-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 29000.
       01 WS291-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 29100.
       01 WS292-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 29200.
       01 WS293-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 29300.
       01 WS294-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 29400.
       01 WS295-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 29500.
       01 WS296-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 29600.
       01 WS297-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 29700.
       01 WS298-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 29800.
       01 WS299-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 29900.
       01 WS300-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 30000.
       01 WS301-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 30100.
       01 WS302-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 30200.
       01 WS303-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 30300.
       01 WS304-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 30400.
       01 WS305-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 30500.
       01 WS306-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 30600.
       01 WS307-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 30700.
       01 WS308-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 30800.
       01 WS309-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 30900.
       01 WS310-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 31000.
       01 WS311-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 31100.
       01 WS312-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 31200.
       01 WS313-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 31300.
       01 WS314-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 31400.
       01 WS315-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 31500.
       01 WS316-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 31600.
       01 WS317-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 31700.
       01 WS318-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 31800.
       01 WS319-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 31900.
       01 WS320-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 32000.
       01 WS321-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 32100.
       01 WS322-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 32200.
       01 WS323-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 32300.
       01 WS324-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 32400.
       01 WS325-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 32500.
       01 WS326-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 32600.
       01 WS327-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 32700.
       01 WS328-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 32800.
       01 WS329-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 32900.
       01 WS330-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 33000.
       01 WS331-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 33100.
       01 WS332-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 33200.
       01 WS333-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 33300.
       01 WS334-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 33400.
       01 WS335-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 33500.
       01 WS336-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 33600.
       01 WS337-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 33700.
       01 WS338-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 33800.
       01 WS339-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 33900.
       01 WS340-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 34000.
       01 WS341-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 34100.
       01 WS342-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 34200.
       01 WS343-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 34300.
       01 WS344-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 34400.
       01 WS345-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 34500.
       01 WS346-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 34600.
       01 WS347-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 34700.
       01 WS348-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 34800.
       01 WS349-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 34900.
       01 WS350-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 35000.
       01 WS351-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 35100.
       01 WS352-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 35200.
       01 WS353-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 35300.
       01 WS354-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 35400.
       01 WS355-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 35500.
       01 WS356-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 35600.
       01 WS357-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 35700.
       01 WS358-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 35800.
       01 WS359-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 35900.
       01 WS360-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 36000.
       01 WS361-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 36100.
       01 WS362-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 36200.
       01 WS363-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 36300.
       01 WS364-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 36400.
       01 WS365-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 36500.
       01 WS366-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 36600.
       01 WS367-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 36700.
       01 WS368-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 36800.
       01 WS369-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 36900.
       01 WS370-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 37000.
       01 WS371-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 37100.
       01 WS372-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 37200.
       01 WS373-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 37300.
       01 WS374-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 37400.
       01 WS375-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 37500.
       01 WS376-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 37600.
       01 WS377-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 37700.
       01 WS378-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 37800.
       01 WS379-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 37900.
       01 WS380-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 38000.
       01 WS381-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 38100.
       01 WS382-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 38200.
       01 WS383-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 38300.
       01 WS384-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 38400.
       01 WS385-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 38500.
       01 WS386-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 38600.
       01 WS387-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 38700.
       01 WS388-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 38800.
       01 WS389-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 38900.
       01 WS390-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 39000.
       01 WS391-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 39100.
       01 WS392-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 39200.
       01 WS393-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 39300.
       01 WS394-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 39400.
       01 WS395-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 39500.
       01 WS396-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 39600.
       01 WS397-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 39700.
       01 WS398-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 39800.
       01 WS399-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 39900.
       01 WS400-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 40000.
       01 WS401-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 40100.
       01 WS402-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 40200.
       01 WS403-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 40300.
       01 WS404-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 40400.
       01 WS405-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 40500.
       01 WS406-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 40600.
       01 WS407-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 40700.
       01 WS408-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 40800.
       01 WS409-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 40900.
       01 WS410-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 41000.
       01 WS411-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 41100.
       01 WS412-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 41200.
       01 WS413-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 41300.
       01 WS414-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 41400.
       01 WS415-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 41500.
       01 WS416-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 41600.
       01 WS417-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 41700.
       01 WS418-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 41800.
       01 WS419-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 41900.
       01 WS420-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 42000.
       01 WS421-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 42100.
       01 WS422-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 42200.
       01 WS423-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 42300.
       01 WS424-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 42400.
       01 WS425-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 42500.
       01 WS426-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 42600.
       01 WS427-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 42700.
       01 WS428-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 42800.
       01 WS429-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 42900.
       01 WS430-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 43000.
       01 WS431-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 43100.
       01 WS432-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 43200.
       01 WS433-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 43300.
       01 WS434-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 43400.
       01 WS435-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 43500.
       01 WS436-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 43600.
       01 WS437-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 43700.
       01 WS438-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 43800.
       01 WS439-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 43900.
       01 WS440-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 44000.
       01 WS441-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 44100.
       01 WS442-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 44200.
       01 WS443-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 44300.
       01 WS444-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 44400.
       01 WS445-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 44500.
       01 WS446-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 44600.
       01 WS447-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 44700.
       01 WS448-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 44800.
       01 WS449-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 44900.
       01 WS450-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 45000.
       01 WS451-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 45100.
       01 WS452-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 45200.
       01 WS453-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 45300.
       01 WS454-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 45400.
       01 WS455-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 45500.
       01 WS456-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 45600.
       01 WS457-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 45700.
       01 WS458-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 45800.
       01 WS459-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 45900.
       01 WS460-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 46000.
       01 WS461-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 46100.
       01 WS462-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 46200.
       01 WS463-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 46300.
       01 WS464-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 46400.
       01 WS465-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 46500.
       01 WS466-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 46600.
       01 WS467-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 46700.
       01 WS468-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 46800.
       01 WS469-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 46900.
       01 WS470-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 47000.
       01 WS471-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 47100.
       01 WS472-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 47200.
       01 WS473-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 47300.
       01 WS474-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 47400.
       01 WS475-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 47500.
       01 WS476-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 47600.
       01 WS477-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 47700.
       01 WS478-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 47800.
       01 WS479-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 47900.
       01 WS480-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 48000.
       01 WS481-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 48100.
       01 WS482-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 48200.
       01 WS483-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 48300.
       01 WS484-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 48400.
       01 WS485-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 48500.
       01 WS486-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 48600.
       01 WS487-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 48700.
       01 WS488-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 48800.
       01 WS489-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 48900.
       01 WS490-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 49000.
       01 WS491-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 49100.
       01 WS492-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 49200.
       01 WS493-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 49300.
       01 WS494-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 49400.
       01 WS495-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 49500.
       01 WS496-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 49600.
       01 WS497-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 49700.
       01 WS498-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 49800.
       01 WS499-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 49900.
       01 WS500-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 50000.
       01 WS501-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 50100.
       01 WS502-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 50200.
       01 WS503-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 50300.
       01 WS504-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 50400.
       01 WS505-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 50500.
       01 WS506-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 50600.
       01 WS507-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 50700.
       01 WS508-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 50800.
       01 WS509-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 50900.
       01 WS510-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 51000.
       01 WS511-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 51100.
       01 WS512-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 51200.
       01 WS513-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 51300.
       01 WS514-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 51400.
       01 WS515-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 51500.
       01 WS516-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 51600.
       01 WS517-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 51700.
       01 WS518-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 51800.
       01 WS519-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 51900.
       01 WS520-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 52000.
       01 WS521-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 52100.
       01 WS522-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 52200.
       01 WS523-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 52300.
       01 WS524-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 52400.
       01 WS525-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 52500.
       01 WS526-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 52600.
       01 WS527-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 52700.
       01 WS528-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 52800.
       01 WS529-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 52900.
       01 WS530-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 53000.
       01 WS531-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 53100.
       01 WS532-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 53200.
       01 WS533-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 53300.
       01 WS534-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 53400.
       01 WS535-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 53500.
       01 WS536-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 53600.
       01 WS537-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 53700.
       01 WS538-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 53800.
       01 WS539-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 53900.
       01 WS540-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 54000.
       01 WS541-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 54100.
       01 WS542-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 54200.
       01 WS543-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 54300.
       01 WS544-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 54400.
       01 WS545-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 54500.
       01 WS546-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 54600.
       01 WS547-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 54700.
       01 WS548-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 54800.
       01 WS549-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 54900.
       01 WS550-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 55000.
       01 WS551-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 55100.
       01 WS552-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 55200.
       01 WS553-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 55300.
       01 WS554-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 55400.
       01 WS555-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 55500.
       01 WS556-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 55600.
       01 WS557-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 55700.
       01 WS558-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 55800.
       01 WS559-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 55900.
       01 WS560-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 56000.
       01 WS561-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 56100.
       01 WS562-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 56200.
       01 WS563-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 56300.
       01 WS564-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 56400.
       01 WS565-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 56500.
       01 WS566-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 56600.
       01 WS567-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 56700.
       01 WS568-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 56800.
       01 WS569-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 56900.
       01 WS570-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 57000.
       01 WS571-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 57100.
       01 WS572-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 57200.
       01 WS573-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 57300.
       01 WS574-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 57400.
       01 WS575-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 57500.
       01 WS576-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 57600.
       01 WS577-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 57700.
       01 WS578-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 57800.
       01 WS579-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 57900.
       01 WS580-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 58000.
       01 WS581-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 58100.
       01 WS582-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 58200.
       01 WS583-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 58300.
       01 WS584-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 58400.
       01 WS585-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 58500.
       01 WS586-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 58600.
       01 WS587-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 58700.
       01 WS588-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 58800.
       01 WS589-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 58900.
       01 WS590-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 59000.
       01 WS591-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 59100.
       01 WS592-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 59200.
       01 WS593-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 59300.
       01 WS594-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 59400.
       01 WS595-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 59500.
       01 WS596-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 59600.
       01 WS597-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 59700.
       01 WS598-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 59800.
       01 WS599-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 59900.
       01 WS600-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 60000.
       01 WS601-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 60100.
       01 WS602-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 60200.
       01 WS603-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 60300.
       01 WS604-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 60400.
       01 WS605-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 60500.
       01 WS606-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 60600.
       01 WS607-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 60700.
       01 WS608-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 60800.
       01 WS609-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 60900.
       01 WS610-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 61000.
       01 WS611-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 61100.
       01 WS612-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 61200.
       01 WS613-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 61300.
       01 WS614-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 61400.
       01 WS615-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 61500.
       01 WS616-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 61600.
       01 WS617-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 61700.
       01 WS618-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 61800.
       01 WS619-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 61900.
       01 WS620-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 62000.
       01 WS621-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 62100.
       01 WS622-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 62200.
       01 WS623-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 62300.
       01 WS624-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 62400.
       01 WS625-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 62500.
       01 WS626-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 62600.
       01 WS627-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 62700.
       01 WS628-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 62800.
       01 WS629-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 62900.
       01 WS630-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 63000.
       01 WS631-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 63100.
       01 WS632-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 63200.
       01 WS633-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 63300.
       01 WS634-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 63400.
       01 WS635-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 63500.
       01 WS636-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 63600.
       01 WS637-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 63700.
       01 WS638-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 63800.
       01 WS639-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 63900.
       01 WS640-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 64000.
       01 WS641-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 64100.
       01 WS642-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 64200.
       01 WS643-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 64300.
       01 WS644-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 64400.
       01 WS645-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 64500.
       01 WS646-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 64600.
       01 WS647-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 64700.
       01 WS648-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 64800.
       01 WS649-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 64900.
       01 WS650-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 65000.
       01 WS651-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 65100.
       01 WS652-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 65200.
       01 WS653-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 65300.
       01 WS654-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 65400.
       01 WS655-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 65500.
       01 WS656-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 65600.
       01 WS657-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 65700.
       01 WS658-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 65800.
       01 WS659-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 65900.
       01 WS660-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 66000.
       01 WS661-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 66100.
       01 WS662-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 66200.
       01 WS663-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 66300.
       01 WS664-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 66400.
       01 WS665-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 66500.
       01 WS666-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 66600.
       01 WS667-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 66700.
       01 WS668-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 66800.
       01 WS669-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 66900.
       01 WS670-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 67000.
       01 WS671-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 67100.
       01 WS672-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 67200.
       01 WS673-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 67300.
       01 WS674-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 67400.
       01 WS675-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 67500.
       01 WS676-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 67600.
       01 WS677-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 67700.
       01 WS678-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 67800.
       01 WS679-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 67900.
       01 WS680-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 68000.
       01 WS681-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 68100.
       01 WS682-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 68200.
       01 WS683-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 68300.
       01 WS684-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 68400.
       01 WS685-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 68500.
       01 WS686-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 68600.
       01 WS687-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 68700.
       01 WS688-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 68800.
       01 WS689-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 68900.
       01 WS690-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 69000.
       01 WS691-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 69100.
       01 WS692-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 69200.
       01 WS693-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 69300.
       01 WS694-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 69400.
       01 WS695-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 69500.
       01 WS696-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 69600.
       01 WS697-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 69700.
       01 WS698-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 69800.
       01 WS699-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 69900.
       01 WS700-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 70000.
       01 WS701-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 70100.
       01 WS702-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 70200.
       01 WS703-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 70300.
       01 WS704-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 70400.
       01 WS705-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 70500.
       01 WS706-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 70600.
       01 WS707-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 70700.
       01 WS708-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 70800.
       01 WS709-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 70900.
       01 WS710-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 71000.
       01 WS711-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 71100.
       01 WS712-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 71200.
       01 WS713-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 71300.
       01 WS714-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 71400.
       01 WS715-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 71500.
       01 WS716-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 71600.
       01 WS717-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 71700.
       01 WS718-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 71800.
       01 WS719-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 71900.
       01 WS720-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 72000.
       01 WS721-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 72100.
       01 WS722-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 72200.
       01 WS723-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 72300.
       01 WS724-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 72400.
       01 WS725-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 72500.
       01 WS726-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 72600.
       01 WS727-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 72700.
       01 WS728-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 72800.
       01 WS729-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 72900.
       01 WS730-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 73000.
       01 WS731-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 73100.
       01 WS732-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 73200.
       01 WS733-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 73300.
       01 WS734-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 73400.
       01 WS735-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 73500.
       01 WS736-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 73600.
       01 WS737-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 73700.
       01 WS738-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 73800.
       01 WS739-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 73900.
       01 WS740-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 74000.
       01 WS741-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 74100.
       01 WS742-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 74200.
       01 WS743-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 74300.
       01 WS744-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 74400.
       01 WS745-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 74500.
       01 WS746-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 74600.
       01 WS747-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 74700.
       01 WS748-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 74800.
       01 WS749-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 74900.
       01 WS750-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 75000.
       01 WS751-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 75100.
       01 WS752-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 75200.
       01 WS753-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 75300.
       01 WS754-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 75400.
       01 WS755-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 75500.
       01 WS756-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 75600.
       01 WS757-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 75700.
       01 WS758-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 75800.
       01 WS759-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 75900.
       01 WS760-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 76000.
       01 WS761-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 76100.
       01 WS762-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 76200.
       01 WS763-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 76300.
       01 WS764-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 76400.
       01 WS765-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 76500.
       01 WS766-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 76600.
       01 WS767-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 76700.
       01 WS768-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 76800.
       01 WS769-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 76900.
       01 WS770-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 77000.
       01 WS771-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 77100.
       01 WS772-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 77200.
       01 WS773-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 77300.
       01 WS774-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 77400.
       01 WS775-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 77500.
       01 WS776-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 77600.
       01 WS777-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 77700.
       01 WS778-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 77800.
       01 WS779-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 77900.
       01 WS780-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 78000.
       01 WS781-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 78100.
       01 WS782-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 78200.
       01 WS783-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 78300.
       01 WS784-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 78400.
       01 WS785-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 78500.
       01 WS786-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 78600.
       01 WS787-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 78700.
       01 WS788-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 78800.
       01 WS789-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 78900.
       01 WS790-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 79000.
       01 WS791-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 79100.
       01 WS792-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 79200.
       01 WS793-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 79300.
       01 WS794-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 79400.
       01 WS795-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 79500.
       01 WS796-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 79600.
       01 WS797-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 79700.
       01 WS798-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 79800.
       01 WS799-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 79900.
       01 WS800-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 80000.
       01 WS801-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 80100.
       01 WS802-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 80200.
       01 WS803-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 80300.
       01 WS804-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 80400.
       01 WS805-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 80500.
       01 WS806-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 80600.
       01 WS807-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 80700.
       01 WS808-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 80800.
       01 WS809-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 80900.
       01 WS810-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 81000.
       01 WS811-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 81100.
       01 WS812-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 81200.
       01 WS813-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 81300.
       01 WS814-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 81400.
       01 WS815-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 81500.
       01 WS816-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 81600.
       01 WS817-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 81700.
       01 WS818-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 81800.
       01 WS819-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 81900.
       01 WS820-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 82000.
       01 WS821-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 82100.
       01 WS822-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 82200.
       01 WS823-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 82300.
       01 WS824-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 82400.
       01 WS825-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 82500.
       01 WS826-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 82600.
       01 WS827-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 82700.
       01 WS828-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 82800.
       01 WS829-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 82900.
       01 WS830-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 83000.
       01 WS831-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 83100.
       01 WS832-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 83200.
       01 WS833-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 83300.
       01 WS834-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 83400.
       01 WS835-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 83500.
       01 WS836-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 83600.
       01 WS837-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 83700.
       01 WS838-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 83800.
       01 WS839-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 83900.
       01 WS840-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 84000.
       01 WS841-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 84100.
       01 WS842-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 84200.
       01 WS843-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 84300.
       01 WS844-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 84400.
       01 WS845-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 84500.
       01 WS846-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 84600.
       01 WS847-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 84700.
       01 WS848-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 84800.
       01 WS849-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 84900.
       01 WS850-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 85000.
       01 WS851-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 85100.
       01 WS852-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 85200.
       01 WS853-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 85300.
       01 WS854-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 85400.
       01 WS855-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 85500.
       01 WS856-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 85600.
       01 WS857-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 85700.
       01 WS858-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 85800.
       01 WS859-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 85900.
       01 WS860-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 86000.
       01 WS861-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 86100.
       01 WS862-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 86200.
       01 WS863-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 86300.
       01 WS864-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 86400.
       01 WS865-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 86500.
       01 WS866-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 86600.
       01 WS867-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 86700.
       01 WS868-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 86800.
       01 WS869-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 86900.
       01 WS870-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 87000.
       01 WS871-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 87100.
       01 WS872-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 87200.
       01 WS873-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 87300.
       01 WS874-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 87400.
       01 WS875-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 87500.
       01 WS876-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 87600.
       01 WS877-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 87700.
       01 WS878-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 87800.
       01 WS879-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 87900.
       01 WS880-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 88000.
       01 WS881-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 88100.
       01 WS882-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 88200.
       01 WS883-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 88300.
       01 WS884-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 88400.
       01 WS885-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 88500.
       01 WS886-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 88600.
       01 WS887-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 88700.
       01 WS888-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 88800.
       01 WS889-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 88900.
       01 WS890-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 89000.
       01 WS891-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 89100.
       01 WS892-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 89200.
       01 WS893-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 89300.
       01 WS894-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 89400.
       01 WS895-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 89500.
       01 WS896-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 89600.
       01 WS897-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 89700.
       01 WS898-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 89800.
       01 WS899-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 89900.
       01 WS900-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 90000.
       01 WS901-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 90100.
       01 WS902-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 90200.
       01 WS903-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 90300.
       01 WS904-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 90400.
       01 WS905-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 90500.
       01 WS906-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 90600.
       01 WS907-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 90700.
       01 WS908-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 90800.
       01 WS909-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 90900.
       01 WS910-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 91000.
       01 WS911-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 91100.
       01 WS912-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 91200.
       01 WS913-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 91300.
       01 WS914-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 91400.
       01 WS915-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 91500.
       01 WS916-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 91600.
       01 WS917-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 91700.
       01 WS918-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 91800.
       01 WS919-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 91900.
       01 WS920-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 92000.
       01 WS921-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 92100.
       01 WS922-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 92200.
       01 WS923-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 92300.
       01 WS924-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 92400.
       01 WS925-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 92500.
       01 WS926-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 92600.
       01 WS927-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 92700.
       01 WS928-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 92800.
       01 WS929-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 92900.
       01 WS930-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 93000.
       01 WS931-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 93100.
       01 WS932-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 93200.
       01 WS933-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 93300.
       01 WS934-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 93400.
       01 WS935-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 93500.
       01 WS936-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 93600.
       01 WS937-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 93700.
       01 WS938-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 93800.
       01 WS939-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 93900.
       01 WS940-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 94000.
       01 WS941-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 94100.
       01 WS942-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 94200.
       01 WS943-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 94300.
       01 WS944-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 94400.
       01 WS945-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 94500.
       01 WS946-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 94600.
       01 WS947-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 94700.
       01 WS948-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 94800.
       01 WS949-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 94900.
       01 WS950-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 95000.
       01 WS951-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 95100.
       01 WS952-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 95200.
       01 WS953-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 95300.
       01 WS954-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 95400.
       01 WS955-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 95500.
       01 WS956-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 95600.
       01 WS957-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 95700.
       01 WS958-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 95800.
       01 WS959-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 95900.
       01 WS960-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 96000.
       01 WS961-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 96100.
       01 WS962-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 96200.
       01 WS963-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 96300.
       01 WS964-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 96400.
       01 WS965-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 96500.
       01 WS966-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 96600.
       01 WS967-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 96700.
       01 WS968-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 96800.
       01 WS969-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 96900.
       01 WS970-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 97000.
       01 WS971-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 97100.
       01 WS972-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 97200.
       01 WS973-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 97300.
       01 WS974-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 97400.
       01 WS975-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 97500.
       01 WS976-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 97600.
       01 WS977-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 97700.
       01 WS978-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 97800.
       01 WS979-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 97900.
       01 WS980-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 98000.
       01 WS981-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 98100.
       01 WS982-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 98200.
       01 WS983-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 98300.
       01 WS984-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 98400.
       01 WS985-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 98500.
       01 WS986-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 98600.
       01 WS987-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 98700.
       01 WS988-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 98800.
       01 WS989-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 98900.
       01 WS990-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 99000.
       01 WS991-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 99100.
       01 WS992-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 99200.
       01 WS993-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 99300.
       01 WS994-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 99400.
       01 WS995-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 99500.
       01 WS996-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 99600.
       01 WS997-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 99700.
       01 WS998-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 99800.
       01 WS999-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 99900.
       01 WS1000-DONT-MIND-ME-IM-JUST-COBOL PIC 9999999999 VALUE 100000.
       PROCEDURE DIVISION.
           DISPLAY WS1-FIRST.
           DISPLAY WS2-SECOND.
           ADD WS1-FIRST TO WS3-SUM.
           ADD WS2-SECOND TO WS3-SUM.
           DISPLAY WS3-SUM.
           STOP RUN.