       IDENTIFICATION DIVISION.
       PROGRAM-ID. sum.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
       01 WS1-FIRST PIC 9999999999 VALUE 200.
       01 WS2-SECOND PIC 9999999999 VALUE 300.
       01 WS3-SUM PIC 9999999999 VALUE 0.
       PROCEDURE DIVISION.
           DISPLAY WS1-FIRST.
           DISPLAY WS2-SECOND.
           ADD WS1-FIRST TO WS3-SUM.
           ADD WS2-SECOND TO WS3-SUM.
           DISPLAY WS3-SUM.
           STOP RUN.